Repository: salimmurshed/amsel
Catalog: lib/l10n/app_*.arb
Languages: de

# textfield_addNews_hint_text
source: Enter your Message
de: Nachricht eingeben

# textfield_addFirstName_emptyField_error
source: First name field is required
de: Das Feld „Vorname“ ist erforderlich

# textfield_addFirstName_tooLarge_error
source: First Name can't be more than 20 letters
de: Der Vorname darf nicht mehr als 20 Buchstaben enthalten

# textfield_addFirstName_tooSmall_error
source: First Name can't be fewer than 4 letters
de: Der Vorname darf nicht weniger als 4 Buchstaben enthalten

# textfield_addLastName_emptyField_error
source: Last name field is required
de: Das Feld „Nachname“ ist erforderlich

# textfield_addLastName_tooLarge_error
source: Last Name can't be more than 20 letters
de: Der Nachname darf nicht mehr als 20 Buchstaben enthalten

# textfield_addLastName_tooSmall_error
source: Last Name can't be fewer than 4 letters
de: Der Nachname darf nicht weniger als 4 Buchstaben enthalten

# textfield_addEmail_emptyField_error
source: Email field is required
de: Das Feld „E-Mail“ ist erforderlich

# textfield_addEmail_invalid_error
source: Please enter valid email
de: Bitte geben Sie eine gültige E-Mail-Adresse ein

# textfield_addNews_emptyField_error
source: News field is required
de: Das Nachrichtenfeld ist erforderlich

# settings_contactUsView_sendMsgBtn
source: Send Message
de: Nachricht senden

# settings_contactUsView_toast_successMsg
source: Message sent successfully
de: Nachricht erfolgreich gesendet

# settings_contactUsView_toast_failureMsg
source: Message could not be sent.
de: Nachricht konnte nicht gesendet werden.

# free_user_notification_title
source: Training contingent refreshed
de: Trainingskontigent aufgefrischt

# free_user_notification_desc
source: Your weekly training contingent has been refreshed. Let's do it!
de: Dein wöchentliches Trainingskontingent ist aufgefrischt worden. Los gehts.

# paid_user_notification_title
source: Reach your training goal
de: Erreiche Dein Trainingsziel

# paid_user_notification_desc
source: There are still n workouts to do this week to reach your goal. Let's do it!
de: Es gibt noch n Trainings für diese Woche zu machen, um Dein Ziel zu erreichen. Los gehts!

# training_addToFav_dialog_textField_error
source: Please enter training name
de: Bitte geben Sie einen Namen ein

# training_focus_selected
source: selected
de: ausgewählt

# subscription_monthly_billing
source: Monthly billing
de: Monatliche Abrechnung

# subscription_three_monthly_billing
source: 3-monthly billing
de: 3-monatliche Abrechnung

# subscription_yearly_billing
source: Yearly billing
de: Jährliche Abrechnung

# subscription_active_monthly
source: Monthly
de: Monatlich

# subscription_active_three_monthly
source: 3-monthly
de: 3-monatlich

# subscription_active_yearly
source: Yearly
de: Jährlich

# subscription_monthly_title
source: Monthly subscription
de: Monatsabonnement

# subscription_three_monthly_title
source: 3 month subscription
de: 3-Monats-Abonnement

# subscription_yearly_title
source: Yearly subscription
de: Jahresabonnement

# weekly_goal_change_success
source: Weekly training goal updated successfully
de: Wöchentliches Trainingsziel erfolgreich aktualisiert

# statistics_delete_training_dialogTitle
source: Delete training?
de: Training löschen?

# statistics_delete_training_dialogDesc
source: Do you really want to delete this training?
de: Hier kannst Du das Training aus Deiner Statistik löschen. Dies kann nicht rückgängig gemacht werden.

# statistics_delete_training_dialogDeleteBtn
source: Delete
de: Löschen

# subscription_downgrade_toast
source: You already requested for downgrade. Let’s wait for current plan to be expired
de: Sie haben bereits ein Downgrade beantragt. Warten wir, bis der aktuelle Plan abläuft

# subscription_upgrade_toast
source: You already requested for upgrade. Let’s wait for current plan to be expired
de: Sie haben bereits ein Upgrade beantragt. Warten wir, bis der aktuelle Plan abläuft

# subscription_restore_success_toast_msg
source: Subscription restored
de: Abo wiederhergestellt

# subscription_restore_failure_toast_msg
source: There is no active subscription
de: Es gibt kein aktives Abo

# max_training_focus_validation
source: You can choose up to 2 focus areas.
de: Du kannst bis zu 2 Fokusse auswählen.

# training_limit_dialog_title
source: Free training limit reached
de: Freies Trainingslimit erreicht

# training_limit_dialog_desc
source: You have reached your 3 free trainings per week. If you like our trainings and would like to train more, you can purchase our affordable membership. If not, you will receive 3 new trainings next week.
de: Du hast deine 3 kostenlosen Trainings pro Woche erreicht. Wenn Du unsere Trainings magst und mehr trainieren möchtest, kannst Du unser preiswertes Abonnement erwerben. Ansonsten wirst Du nächste Woche wieder 3 neue Trainings erhalten.

# training_limit_btn
source: Purchase
de: Kaufen
