Repository: salimmurshed/amsel
Catalog: lib/l10n/app_*.arb
Languages: de

# onBoarding_introPageOne_title_partOne
source: Welcome to
de: Willkommen zu

# onBoarding_introPageOne_title_partTwo
source: Amsel- Train your
de: Amsel-

# onBoarding_introPageOne_title_partThree
source: Voice
de: Stimmbildung

# onBoarding_introPageOne_subTitle
source: The perfect stop for your daily warm-up! Versatile, flexible, and different every day!
de: Die perfekte App für das tägliche Warm-up! Abwechslungsreich, spannend - und immer anders.

# onBoarding_introPageOne_info
source: Supported by
de: Unterstützt von

# onBoarding_nextBtn
source: Next
de: Weiter

# onBoarding_introPageTwo_title_partOne
source: Many different needs, one
de: Unterschiedliche Bedürfnisse, eine

# onBoarding_introPageTwo_title_partTwo
source: versatile app
de: vielseitige App

# onBoarding_introPageTwo_info
source: Whether you want to focus on a specific aspect of your singing, just focus on breathing or speaking, or get a well-rounded general warm-up, we've got you covered!
de: Egal, ob Du dich auf einen bestimmten Aspekt Deiner Gesangstechnik konzentrieren willst, Dich nur auf die Atmung oder das Sprechen fokussierst, oder ob Du ein abgerundetes, allgemeines Aufwärmtraining wünschst, bei Amsel bist Du richtig.

# training_type_title_one
source: Breathing
de: Atem

# training_type_title_two
source: Speaking voice
de: Sprechstimme

# training_type_title_three
source: Warm-up
de: Einsingen

# training_type_title_four
source: Fine-tuning
de: Detaileinstellung

# onBoarding_introPageThree_title_partOne
source: Pick your
de: Wähle Deine persönlichen

# onBoarding_introPageThree_title_partTwo
source: settings
de: Einstellungen

# onBoarding_introPageThree_infoOne
source: Choose from four different difficulty settings to find a place that's right for you.
de: Unter 4 verschiedenen Schwierigkeitsstufen findest Du sicher einen optimalen Einstieg für Dich.

# training_level_title_one
source: Gentle
de: Sanft

# training_level_title_two
source: General
de: Allgemein

# training_level_title_three
source: Intermediate
de: Mittelstufe

# training_level_title_four
source: Advanced
de: Fortgeschritten

# onBoarding_introPageThree_infoTwo
source: For singing you can choose between low and high voice. Both spend a lot of time in the middle range, so which outer register do you prefer to develop? (If uncertain, start with low.)
de: Zum Singen decken beide Einstellungen „Tief” und „Hoch” die Mittellage gleich gut ab - wenn Du Deine Stimme noch nicht so gut kennst, fange bei „Tief” an.

# training_range_title_one
source: Low
de: Tief

# training_range_title_two
source: High
de: Hoch

# onBoarding_introPageThree_infoTwo_partOne
source: TIP:
de: TIPP:

# onBoarding_introPageThree_infoTwo_partTwo
source: The app is meant to slowly increase your range over time, so exercises often extend to the outer extremities of vocal range. But as always, prioritize good form over straining! Skip ahead if the piano gets higher or lower than you can manage comfortably and well. Be patient and see how your voice blooms over time.
de: Die App soll Deinen Stimmumfang im Laufe der Zeit langsam erweitern, deshalb gehen viele Übungen bis an die äußeren Grenzen des Stimmumfangs. Achte dabei immer darauf, die Stimme nicht zu sehr anzustrengen. Springe weiter vor oder zur nächsten Übung, wenn das Klavier zu hoch oder zu tief für dich spielt. Habe Geduld und beobachte, wie Deine Stimme mit der Zeit aufblüht.

# onBoarding_introPageFour_title_partOne
source: Choose a
de: Wähle deinen

# onBoarding_introPageFour_title_partTwo
source: focus
de: Fokus

# onBoarding_introPageFour_infoOne_partOne
source: This is where the real magic of singing with
de: Hier liegt der echte Vorteil des Singens mit

# onBoarding_introPageFour_infoOne_partThree
source: happens. Each of the over 300 exercises has been weighted by voice experts in 12 different areas so that you can simply choose a focus category and enjoy the road to mastery.
de: Jede der über 300 Übungen wurden von Stimmexperten in 12 verschiedenen Bereichen gewichtet, so dass Du einfach eine Fokuskategorie auswählen und den Weg zum stimmlichen Glanz genießen kannst.

# onBoarding_introPageFour_infoTwo_partOne
source: A well-rounded warm-up will prefer exercises in your focus category. Training sessions in Amsel's
de: Ein abgerundetes Einsingen bevorzugt Übungen aus Deiner Fokuskategorie. Traininigseinheiten in der

# onBoarding_introPageFour_infoTwo_partThree
source: setting will select exercises only from your focus category.
de: Detaileinstellung wählen nur Übungen aus Deiner Fokuskategorie.

# onBoarding_introPageFour_infoThree_partOne
source: No particular goal this week? Just leave it on
de: Belasse es einfach bei

# onBoarding_introPageFour_infoThree_partTwo
source: NO FOCUS
de: KEIN FOKUS

# onBoarding_introPageFour_infoThree_partThree
source: for a well-rounded warm-up including breath work, speaking and articulation, light vocalizations, and more.
de: für ein abgerundetes Warm-up mit Atemarbeit, Sprechen und Artikulation, leichte Vokalisierungen und mehr.

# onBoarding_introPageFour_icon_text_one
source: Body work
de: Resonanz

# onBoarding_introPageFour_icon_text_Two
source: Resonance
de: Körperarbeit

# onBoarding_introPageFour_icon_text_Three
source: Agility
de: und mehr...

# onBoarding_introPageFive_title_partOne
source: Decide how
de: Entscheide wie

# onBoarding_introPageFive_title_partTwo
source: long
de: lange

# onBoarding_introPageFive_subtitle_partOne
source: The algorithms take care of everything else. Press
de: Alles Weitere erledigen die Algorithmen. Drücke

# onBoarding_introPageFive_subtitle_partThree
source: and jump in, repeating what is modeled for you.
de: und folge dem, was Dir vorgemacht wird.

# onBoarding_introPageFive_infoOne_partOne
source: Didn't get it the first time? Press
de: Bei der ersten Anhörung nicht ganz verstanden? Klicke auf

# onBoarding_introPageFive_infoOne_partTwo
source: REPEAT EXAMPLE
de: BEISPIEL WIEDERHOLEN,

# onBoarding_introPageFive_infoOne_partThree
source: to hear it as many times as you need. Scroll back and forth through your current training program as much as you want.
de: um es so oft wie nötig zu hören. Spule durch das aktuelle Trainingsprogramm vor und zurück, so oft Du möchtest.

# onBoarding_introPageFive_infoTwo_partOne
source: Not sure why you're making these sounds? Check out Amsel's
de: Du bist Dir nicht sicher, warum Du diese Laute machst? Klicke den

# onBoarding_introPageFive_infoTwo_partThree
source: to get an insider scoop into each exercise!
de: an, um einen Einblick über die Übung zu bekommen.

# onBoarding_introPageFive_infoThree
source: Get started with your first Amsel warm-up, and enjoy your versatile voice training!
de: Los geht’s mit Deinem ersten Amsel Warm-up! Viel Spaß beim abwechslungsreichen Training.

# btnNavigation_statistic_title
source: Statistics
de: Statistiken

# btnNavigation_statistic_appbar_title
source: Statistics
de: Meine Statistik

# btnNavigation_Setting_title
source: Settings
de: Einstellungen

# setting_menu_appStoreBtn
source: Unlimited Training!
de: Unbeschränkte Trainings!

# setting_menu_appStoreInfo
source: One hour with a voice expert costs at least $50. For less, use Amsel for a whole year (8760 hours of access).
de: Eine Stunde mit einem/-r Stimmexpert*in kostet mindestens 40€. Nutze Amsel für ein ganzes Jahr zu einem günstigeren Preis (8760 Stunden Zugang)

# setting_subscription_from
source: From
de: Ab

# setting_subscription_per
source: month
de: Mo

# setting_menu_buyBtn
source: Buy
de: Kaufen

# setting_menu_introBtn
source: How to use Amsel
de: Anleitung

# setting_menu_tipsBtn
source: Tips
de: Tipps

# setting_menu_rateUsBtn
source: Enjoying this App? Rate us
de: Gefällt Dir Amsel? Bewerte uns

# setting_menu_teachersBtn
source: Free Amsel for teachers
de: Kostenlos für LehrerInnen

# setting_menu_contactBtn
source: Contact
de: Kontakt

# setting_menu_app_setting
source: APP SETTINGS
de: APP EINSTELLUNGEN

# setting_menu_notification_part_two
source: Notifications
de: Benachrichtigungen

# setting_menu_legal
source: LEGAL
de: RECHTLICHES

# setting_menu_privacyBtn
source: Data Protection policy
de: Datenschutz

# setting_subscription_title
source: Your active subscription
de: Dein aktives Abonnement

# setting_subscription_noOfTraining
source: Unlimited number of trainings
de: Unbeschränkte Anzahl an Trainings

# setting_subscription_manageSubscription
source: Manage subscription
de: Abo verwalten

# subscription_appBar_title
source: Subscriptions
de: Abos

# subscription_title
source: Subscription
de: Abonnement

# subscription_restore_subscriptionBtn
source: Restore
de: Wiederherstellen

# subscription_free_access
source: Free access
de: Kostenloser Zugang

# subscription_info
source: With this access, you can do 3 trainings per week.
de: Mit diesem Zugang kannst Du 3 Trainings pro Woche durchführen.

# subscription_offers_partOne
source: Subscription
de: Angebote für

# subscription_offers_partTwo
source: offers
de: Abos

# saveBtn
source: Save
de: Spare

# subscription_cancel_info
source: Can be canceled at any time
de: Jederzeit kündigbar

# subscription_automation_info
source: Automatic renewal
de: Automatische Verlängerung

# subscription_monthly
source: Month
de: Monat

# subscription_three_monthly
source: 3 Months
de: 3 Monate

# subscription_yearly
source: Year
de: Jahr

# subscription_further_info_title_partOne
source: Further
de: Weitere

# subscription_further_info_title_partTwo
source: information
de: Informationen

# subscription_further_info_desc
source: Auto-renewable subscriptions are available in the Amsel Voice Training App Store.
de: Automatisch verlängerbare Abonnements sind im App Store für Amsel-Stimmbildung erhältlich.

# subscription_further_info_pointOne
source: Payment will be deducted from your account at confirmation of purchase and will automatically renew unless auto-renew is disabled at least 24 hours before the end of the current period.
de: Die Zahlung wird bei der Kaufbestätigung von Deinem Konto abgebucht und verlängert sich automatisch, wenn die automatische Verlängerung nicht mindestens 24 Stunden vor Ende des aktuellen Zeitraums deaktiviert wird.

# subscription_further_info_pointTwo
source: Account will be charged for renewal within 24 hours prior to the end of the current period.
de: Das Konto wird innerhalb von 24 Stunden vor dem Ende des aktuellen Zeitraums für die Verlängerung belastet.

# subscription_further_info_pointThree_android
source: You can turn off automatic subscription renewal at any time in your Play Store account settings
de: In den Play-Store Kontoeinstellungen kannst Du jederzeit die automatische Verlängerung des Abos deaktivieren.

# subscription_further_info_pointThree_ios
source: You can turn off automatic subscription renewal at any time in your App Store account settings
de: In den App-Store Kontoeinstellungen kannst Du jederzeit die automatische Verlängerung des Abos deaktivieren.

# dashboard_appBar_title
source: New Training
de: Neues Training

# dashboard_title_partOne
source: Create a new
de: Erstelle ein neues

# dashboard_slider_minute_txt
source: Minutes
de: Minuten

# dashboard_slider_title
source: How long do you want to train?
de: Wie lange möchtest Du trainieren?

# newTraining_trainingType
source: Which Type?
de: Welcher Typ?

# training_type_title_partOne
source: What
de: Welche

# training_type_title_partTwo
source: type
de: Art

# training_type_title_partThree
source: of training?
de: des Trainings?

# newTraining_trainingLevel
source: Which Level?
de: Welches Level?

# training_level_title_partOne
source: At what
de: Auf welchem

# training_level_title_partThree
source: do you train?
de: trainieren?

# newTraining_trainingRange
source: Which Range?
de: Welche Stimmlage?

# training_range_title_partOne
source: Which vocal
de: Welche

# training_range_title_partTwo
source: range
de: Stimmlage

# training_range_title_partThree
source: would you like to train?
de: möchtest Du trainieren?

# newTraining_trainingFocus
source: Which Focus?
de: Welcher Fokus?

# training_focus_title_partOne
source: What should the
de: Worauf soll der

# training_focus_title_partTwo
source: focus
de: Fokus

# training_focus_title_partThree
source: be on?
de: liegen?

# newTraining_startBtn
source: Start training
de: Training starten

# newTraining_changeWeeklyGoal_toast_msg
source: You can only use this function with our Premium version.
de: Diese Funktion kannst Du nur mit unserer Premiumfunktion verwenden.

# newTraining_change_training_goal
source: Change weekly training goal?
de: Wöchentliches Trainingsziel ändern?

# training_type_appBar_title_partOne
source: Which
de: Welche

# training_type_appBar_title_partTwo
source: type
de: Art

# training_type_appBar_title_partThree
source: training?
de: des Trainings?

# training_type_detail_one
source: Explore how deep you can breathe, expand your lung capacity and get to know what a reflexive breath feels like.
de: Nimm die tiefe, entspannte Atmung bewusst wahr, vergrößere das Lungenvolumen und erlebe die reflexive Atmung.

# training_type_detail_two
source: Warm up your speaking voice with coordinated breathing and energetic exercises to engage support.
de: Mach die Sprecherstimme mit bewusster Atmung und energetischen, körperlichen Übungen warm.

# training_type_detail_three
source: Experience the complete "classic Amsel" warm-up, from breath control to singing exercises.
de: Erlebe das volle Programm von Amsel, von der Atmung bis zu Sing-Übungen.

# training_type_detail_four
source: Go into detail and work ONLY with exercises in your chosen focus area.
de: Arbeite ausschließlich nur in Deinem ausgewählten Fokusbereich

# training_level_appBar_title_partOne
source: At which
de: Auf welchem

# training_level_appBar_title_partTwo
source: level
de: Level trainieren?

# training_level_appBar_title_partThree
source: are you training?
de: trainieren?

# training_range_appBar_title_partOne
source: Which
de: Welche

# training_range_appBar_title_partTwo
source: range
de: Stimmlage

# training_range_appBar_title_partThree
source: are you singing?
de: möchtest Du trainieren?

# training_range_detail_one
source: I'm an alto or bass in choir or sing mezzo-soprano, contralto, low baritone, or bass arias and songs. Pop and most musical theater singers will be at home here too.
de: Ich singe Alt oder Bass im Chor, oder singe tiefe Mezzosopran-, Alt-, Bass-, ode tiefe Bariton-Arien und Lieder. PopsängerInnen und die meisten Musical SängerInnen sind hier richtig.

# training_range_detail_two
source: I sing soprano or tenor in choir or sing high mezzo-soprano, soprano, high baritone or tenor arias and songs. High, lyrical musical theater singers also welcome!
de: Ich singe Sopran oder Tenor im Chor, oder singe Mezzosopran-, Sopran-, Tenor- oder hohe Bariton-Arien und Lieder. Hohe, lyrische Musical SängerInnen können auch davor profitieren.

# training_focus_appBar_title_partOne
source: What should the
de: Worauf soll

# training_focus_appBar_title_partTwo
source: focus
de: Fokus

# training_focus_appBar_title_partThree
source: be on?
de: liegen?

# training_focus_title_zero
source: No focus
de: Kein Fokus

# training_focus_title_one
source: Body work / Support
de: Körperarbeit / Stütze

# training_focus_title_two
source: Resonance / Directionality
de: Resonanz / Klangrichtung

# training_focus_title_three
source: Vowel Uniformity
de: Vokalausgleich

# training_focus_title_four
source: Combining vocal registers
de: Register kombinieren

# training_focus_title_five
source: Agility / Coloratura
de: Geläufigkeit / Koloratur

# training_focus_title_six
source: Economy of air flow / Legato
de: Luftverbrauch / Atemführung / Legato

# training_focus_title_seven
source: Articulation
de: Artikulation

# training_focus_title_eight
source: "A" Vowel
de: A Vokal

# training_focus_title_nine
source: "E" Vowel
de: E Vokal

# training_focus_title_ten
source: "I" Vowel
de: I Vokal

# training_focus_title_eleven
source: "O" Vowel
de: O Vokal

# training_focus_title_twelve
source: "U" Vowel
de: U Vokal

# training_focus_detail_one
source: Focus on grounding - get a little extra "umph" from your body!
de: Erde dich und Deine Stimme - finde eine tiefe Verankerung im Körper.

# training_focus_detail_two
source: Notice where notes in different parts of the voice vibrate in your body. Develop clarity and direction for your sound.
de: Nimm wahr, wie die Töne im Körper vibrieren. Entwickle Klarheit und Richtung für Deinen Klang.

# training_focus_detail_three
source: Find the common space where all vowels live happily together.
de: Finde den gemeinsamen Raum, in dem alle Vokale glücklich wohnen.

# training_focus_detail_four
source: Voice cracking and breaking? Cover a broad range with these exercises to enhance your mixed voice.
de: Wenn die „Brüche” in Deiner Stimme zu sehr auffallen, kannst Du mit diesem Fokus über einen breiten Umfang an Deine „Mischstimme” arbeiten.

# training_focus_detail_five
source: Feeling a little sluggish? A training full of movement energizes and drops extra vocal weight.
de: Falls Du Dich zu unbeweglic fühlst, kannst Du mit Bewegung extra Stimmgewicht loswerden - trainiere Flexibilität mit einem energetischen Körper.

# training_focus_detail_six
source: Practice not throwing away too much air too soon.
de: Falls Du zu viel Luft verschenkst, kannst Du mit diesem Fokus auf eine gleichmäßige Atemführung und gutes Legato konzentrieren.

# training_focus_detail_seven
source: Focus on articulating efficiently without falling out of alignment.
de: Artikuliere effizient ohne die anderen „Bausteine” der Gesangstechnik dabei zu verlieren.

# training_focus_detail_eight
source: Solidify your Ah - take a bite out of your favorite apple!
de: Bilde Deinen Ah - beiß den Apfel an!

# training_focus_detail_nine
source: You choose whether the more open ("bed") or closed ("maybe") variant.
de: Du wählst zwischen der offenen („etwa”) und der geschlossenen („ewig”) Variante.

# training_focus_detail_ten
source: A very helpful vowel for opening your inner space - don't smile too broadly! (Think tall.)
de: Ein sehr nützlicher Vokal, um den inneren Resonanzraum zu öffnen - aber nicht breit lächeln! (Denk lang /hoch.)

# training_focus_detail_eleven
source: You choose whether open (as in "God") or closed (as in "so").
de: Du wählst zwischen der offenen („Gott”) oder der geschlossenen („Mond”) Variante.

# training_focus_detail_twelve
source: Be careful not to protrude the jaw! Try the pointer finger on the chin perpendicular to the upper teeth.
de: Pass auf, dass der Kiefer nicht vorragt! Probier mal den Zeigefinger senkrecht von den oberen Zähnen auf den Kinn zu legen.

# training_addToFav_dialog_title
source: Save training settings
de: Trainingseinstellungen speichern

# training_addToFav_dialog_desc
source: Give your favorite settings a meaningful name so they're easy to find and you can get started faster.
de: Gib Deinen bevorzugten Einstellungen einen aussagekräftigen Namen, damit sie leicht zu finden sind und Du schneller starten kannst.

# training_addToFav_dialog_textField_label
source: Training name
de: Trainingsname

# training_addToFav_dialog_textField_hint
source: Type name
de: Trainingsname eingeben

# training_addToFav_dialog_saveBtn
source: Save
de: Speichern

# training_addToFav_dialog_cancelBtn
source: Cancel
de: Abbrechen

# training_favBottomSheet_partOne
source: Which
de: Welches

# training_favBottomSheet_partThree
source: would you like to load?
de: möchtest Du laden?

# training_noDataFound_text
source: No training available.
de: Kein Training vorhanden.

# statistics_weeklyGoal
source: Weekly Goal
de: Wöchentliches Ziel

# statistics_totalTraining_partOne
source: Total
de: Anzahl

# statistics_totalTraining_partTwo
source: Training
de: Trainings

# statistics_monthly_training_time
source: Monthly Training Time
de: Monatliche Trainingszeit

# statistics_change_goal
source: Change goal?
de: Ziel ändern?

# statistics_training_on
source: Training on
de: Training am

# statistics_training_time
source: Training around
de: Training um

# statistics_training_clock
source: Clock
de: Uhr

# statistics_training_repeat_title
source: Repeat Training
de: Wiederho len Sie das Training

# statistics_training_repeat_desc
source: Do you really want to repeat this training
de: Möchten Sie dieses Training wirklich wiederholen?

# training_breathing_exercise
source: Breathing exercise
de: Atemübung

# training_repeat_example
source: Repeat Example
de: Beispiel wiederholen

# training_skip_example
source: Skip example
de: Beispiel überspringen

# training_example
source: Example
de: Beispiel

# training_adjust_speed_title
source: Adjust speed
de: Geschwindigkeit anpassen

# training_doneBtn
source: Finish training
de: Training beenden

# training_challenge_info_title
source: Exercise description
de: Übungsbeschreibung

# training_completed_dialog_title
source: You've finished this training.
de: Du hast das Training abgeschlossen.

# training_completed_dialog_desc
source: Repeat it or end this session.
de: Möchtest Du das Training wiederholen oder es beenden?

# training_end_challenge_btn
source: End
de: Ende

# training_repeat_challenge_btn
source: Repeat
de: Wiederholen

# push_notification_desc
source: Here you can activate or deactivate our push notifications. We send notifications to remind you of your training goal.
de: Hier kannst Du unsere Push-Benachrichtungen aktivieren bzw. deaktivieren. Sende Benachrichtigungen, um Dich an Dein Trainingsziel zu erinnern.

# push_notification_dialog_desc
source: Are you sure you want to disable push notification?
de: Sind Sie sicher, dass Sie die Push-Benachrichtigung deaktivieren möchten?

# app_info_desc
source: Here you will find important information about the app.
de: Hier findest Du wichtige Informationen über die App.

# training_goal_appBar_title
source: Weekly training goal
de: Wöchentliches Trainingsziel

# training_goal_title_partOne
source: Set a weekly training
de: Wöchentliches Traningsziel

# training_goal_title_partTwo
source: goal
de: festlegen

# training_goal_desc
source: Here you can specify how many training sessions you would like to do per week to train your voice. Practice makes perfect and we recommend a sufficient number of training sessions.
de: Hier kannst Du angeben, wie viele Trainingseinheiten Du pro Woche machen möchtest, um Deine Stimme zu trainieren. Übung macht den Meister und wir empfehlen eine ausreichende Anzahl von Trainingseinheiten.

# training_goal_label
source: Training goal
de: Trainingsziel

# training_goal_setGoalBtn
source: Set training goal
de: Trainingsziel festlegen

# settings_contactUsView_screen_appBar_title
source: Contact Us
de: Kontakt

# settings_contactUsView_screen_title_partOne
source: Make
de: Kontakt

# settings_contactUsView_screen_title_partTwo
source: contact
de: aufnehmen

# settings_contactUsView_screen_desc
source: Do you have a question, would you like to send us a simple message or give us valuable feedback? Then just write to us briefly. We look forward to hearing from you.
de: Du hast eine Frage, möchtest uns einfach eine Nachricht senden oder ein wertvolles Feedback geben? Dann schreibe uns doch einfach kurz an. Wir freuen uns von dir zu hören.

# textfield_addFirstName_label_text
source: First name
de: Vorname

# textfield_addFirstName_hint_text
source: Enter first name
de: Vorname eingeben

# textfield_addLastName_label_text
source: Last name
de: Nachname

# textfield_addLastName_hint_text
source: Enter last name
de: Nachname eingeben

# textfield_addEmail_hint_text
source: Enter email
de: E-Mail eingeben

# textfield_addCompany_label_text
source: Company (optional)
de: Firma (Optional)

# textfield_addCompany_hint_text
source: Enter company
de: Firma eingeben

# textfield_addNews_label_text
source: News
de: Nachricht
